# Конфигурация Flask-Mail
MAIL_CONFIG = {
    'MAIL_SERVER': 'smtp.gmail.com',
    'MAIL_PORT': 587,
    'MAIL_USE_TLS': True,
    'MAIL_USERNAME': 'tmei.institute@gmail.com',
    'MAIL_PASSWORD': 'jgayqxajjloiganv',
    'MAIL_DEFAULT_SENDER': 'tmei.institute@gmail.com'
}

# Список жанров
GENRES = (
    '🔫Экшн',
    '🌏Приключения',
    '🧙‍♂️RPG',
    '⚽Спорт',
    '🗿Головоломка',
    '🏃‍♂️Платформер',
    '🚗Гонки',
    '👊Файтинг',
    '🕵️‍♂️Детектив',
    '🧟‍♂️Хоррор',
    '🎮Аркада',
    '🎲Настольная',
    '🎵Музыкальная',
    '✈️Авиасимулятор',
    '🪖Тактика',
    '🃏Карточная',
    '🏰Tower Defense',
    '🌌Космический симулятор',
    '🐉Фэнтези',
    '🤖Научная фантастика',
    '🏹Стелс',
    '👨‍🚀Выживание',
    '🧩Пазл',
    '🛠️Крафтинг',
    '👑Королевская битва',
    '🎯Шутер от первого лица',
    '🧑‍🤝‍🧑Мультиплеер',
    '🕹️Ретро',
    '🏞️Открытый мир',
    'Другое'
)